IdeaRS.Connections
CutPlateData.Method Property
Compatible with IDEA StatiCa 0.0
 The type of cut type in case: cut by beam.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CutMethod Method { get; set; }
Property Value
Type: CutMethod
See Also
Reference
CutPlateData Class
IdeaRS.Connections.Data Namespace